{
  "title": "Informed Consent Form",
  "data": [
    {
      "title": "Title of Study",
      "description": "Decision-Making"
    },
    {
      "title": "Introduction",
      "description": "You are invited to take a survey that assess your propensity to indecision. This survey is a companion to the book  indecision written by Ophelia Deroy and Bahador Bahrami."
    },
    {
      "title": "Purpose of the Study",
      "description": "The primary objective of this survey is to provide insights into the decision-making process and experiences of indecision across various life domains. Your participation not only offers personal enlightenment but also contributes valuable data to enhance our understanding of human cognition."
    },
    {
      "title": "Procedures",
      "description": "If you choose to participate, you will be asked to complete a survey that includes questions about your experiences with decision-making in different life situations. Your responses will be kept confidential and will be used for research purposes only."
    },
    {
      "title": "Confidentiality",
      "description": "Your responses will be kept confidential and protected European Union's General Data Protection Regulations (GDPR) law. We do not collect any personally identifiable information from you and your responses will only for for research purpose. Your data will be stored securely and will only be analyzed in aggregate form."
    },
    {
      "title": "Voluntary Participation",
      "description": "Participation in this study is entirely voluntary, affording you the liberty to withdraw at any point without incurring any repercussions. Simply closing your browser window suffices to withdraw from the survey. In the event of withdrawal, neither partial nor complete responses will be utilized, and your data will be deleted."
    }
  ],
  "agreement": "I have read and understand the information provided in this Informed Consent Form. I voluntarily agree to participate in this research study.",
  "button": {
    "start": "Start Survey"
  }
}
