{
    "title": "Informed Consent Form",
    "data": [
        {"title": "Title of Study", "description": "[your study title will come here"},
        {"title": "Introduction", "description": "You are invited to participate in a research study. Before you decide whether or not to participate, it is important that you understand the nature of the study and what your involvement will entail. Please take a moment to read this form carefully and ask any questions you may have before agreeing to participate."},
        {"title": "Purpose of the Study", "description": "The purpose of this study is to gain insights into how people make decisions and experience indecision in various aspects of life. By participating, you will contribute valuable information that can help us better understand human decision-making processes."},
        {"title": "Procedures", "description": "If you choose to participate, you will be asked to complete a survey that includes questions about your experiences with decision-making in different life situations. Your responses will be kept confidential and will be used for research purposes only."},
        {"title": "Confidentiality", "description": "Your responses will be kept confidential to the extent permitted by law. We will not collect any personally identifiable information, and your individual responses will not be shared with anyone outside of the research team. Your data will be stored securely and will only be analyzed in aggregate form."},
        {"title": "Voluntary Participation", "description": "Participation in this study is entirely voluntary, and you are free to withdraw at any time without penalty. If you decide to withdraw, your partial or complete responses will not be used, and your data will be deleted."}
    ],
    "agreement": "I have read and understand the information provided in this Informed Consent Form. I voluntariy agree to participate in this research study.",
    "button":{
        "start": "Start Survey"
    }
}
